[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Asanee Prakunhungsit
VERSION=2.2.0

[Language]
LANGUAGE=ไทย
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x001E, 0x041E

[Menu]
FILE=&ไฟล์
FILE_EXIT=&ออก
EDIT=&แก้ไข
EDIT_COPY=&คัดลอก
THEME=&skin
HELP=&ช่วยเหลือ
HELP_ABOUT=&เกี่ยวกับ CrystalDiskMark
LANGUAGE=Language
ZOOM=&Zoom
AUTO=&Auto
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
ALL_ZERO=All 0x00 (0 Fill)
SELECT_FOLDER=Select Folder
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=โปรดหยุดการทดสอบก่อน
DISK_CAPACITY_ERROR=พื้นที่หน่วยความจำไม่พอสำหรับทำการทดสอบ
DISK_CREATE_FILE_ERROR=การสร้างไฟล์ทดสอบล้มเหลว
DISK_WRITE_ERROR=การเขียนไฟล์ล้มเหลว
DISK_READ_ERROR=การอ่านไฟล์ล้มเหลว
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=ไดรว์ทดสอบ
TEST_SIZE=ขนาดไฟล์ทดสอบ
TEST_COUNT=จำนวนครั้งทดสอบ
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=About CrystalDiskMark
QUEUES_THREADS=Queues & Threads
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
